{
  "text": "And then in high school, I learned that music wasn't just about connecting with others. Like Brian I, were connected through music. It was a powerful tool of influence and inspiration. Sam, William, was my high school janitor. He was an immigrant from Vietnam, who barely spoke a word of English. Sam swept the floors and cleaned the bathrooms at our school for 20 years. And he never talked to the kids, and the kids never talked to Sam.  But one day, before the opening night of our school's annual musical, he walked up to me holding a letter, and I was taking a back, I was thinking, why is Sam the janitor approaching me? And he gave me this letter that I've kept to this day. It was scrawled in a shaky hand written in all capitals, and it read, in all my years of working as a janitor at Sutherland, you're the first Asian boy to play the lead role.  I'm going to bring my six-year-old daughter to watch you perform tonight because I want her to see that Asians can be inspiring. And that letter just floored me. I was 15 years old and I was absolutely stunned. That's the first time I realized how music was so important. With Brian Music helped two kids who were initially enemies become a friends, but was Sam.  Music went beyond the one on one. It was an even higher level. It influenced others. I didn't even know in ways I could never imagine. I can't tell you how grateful I am to Sam the janitor to this day. He really is one of the people who helped me discover my life's purpose and I had no idea.",
  "language": "en",
  "segments": [
    {
      "text": " And then in high school, I learned that music wasn't just about connecting with others. Like Brian I, were connected through music. It was a powerful tool of influence and inspiration. Sam, William, was my high school janitor. He was an immigrant from Vietnam, who barely spoke a word of English. Sam swept the floors and cleaned the bathrooms at our school for 20 years. And he never talked to the kids, and the kids never talked to Sam.",
      "start": 1.955,
      "end": 30.997
    },
    {
      "text": " But one day, before the opening night of our school's annual musical, he walked up to me holding a letter, and I was taking a back, I was thinking, why is Sam the janitor approaching me? And he gave me this letter that I've kept to this day. It was scrawled in a shaky hand written in all capitals, and it read, in all my years of working as a janitor at Sutherland, you're the first Asian boy to play the lead role.",
      "start": 31.351,
      "end": 56.798
    },
    {
      "text": " I'm going to bring my six-year-old daughter to watch you perform tonight because I want her to see that Asians can be inspiring. And that letter just floored me. I was 15 years old and I was absolutely stunned. That's the first time I realized how music was so important. With Brian Music helped two kids who were initially enemies become a friends, but was Sam.",
      "start": 57.406,
      "end": 80.558
    },
    {
      "text": " Music went beyond the one on one. It was an even higher level. It influenced others. I didn't even know in ways I could never imagine. I can't tell you how grateful I am to Sam the janitor to this day. He really is one of the people who helped me discover my life's purpose and I had no idea.",
      "start": 80.71,
      "end": 99.982
    }
  ]
}